TWilmer/s6e2cc/pdl/template/IAR/startup_fm.s
                PUBWEAK IRQ117_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ117_Handler
                B       IRQ117_Handler


                PUBWEAK IRQ118_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ118_Handler
                B       IRQ118_Handler


                PUBWEAK IRQ119_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ119_Handler
                B       IRQ119_Handler


                PUBWEAK IRQ120_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ120_Handler
                B       IRQ120_Handler


                PUBWEAK IRQ121_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ121_Handler
                B       IRQ121_Handler


                PUBWEAK IRQ122_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ122_Handler
                B       IRQ122_Handler


                PUBWEAK IRQ123_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ123_Handler
                B       IRQ123_Handler


                PUBWEAK IRQ124_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ124_Handler
                B       IRQ124_Handler


                PUBWEAK IRQ125_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ125_Handler
                B       IRQ125_Handler


                PUBWEAK IRQ126_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ126_Handler
                B       IRQ126_Handler


                PUBWEAK IRQ127_Handler
                SECTION .text:CODE:NOROOT:REORDER(1)
IRQ127_Handler
                B       IRQ127_Handler
#endif
                END
